export const list_of_products = [
    {
        id: 1,
        name: 'Майбах',
        cost: 500000,
        quantity: 2,
        image: require('./pictures/4.jpg'),
        description: 'Успешные люди всегда ездят c зади майбаха, так что подъезжать к входу любимого ресторана будет намного удобнее.',
        isNew: true,
        discount: 3,
        mass: 1000
    },
    {
        id: 2,
        name: 'Кроссовки баленсиага',
        cost: 2000,
        quantity: 7,
        image: require('./pictures/2.jpg'),
        description: 'С такой обувью вы не просто будете ходить, а как будто летать, потому что вы будете считать асфальт на улице слишком беден что-бы соприкосаться с подошвой ваших кроссвок.',
        isNew: true,
        discount: 15,
        mass: 1
    },
    {
        id: 3,
        name: 'Сумка биркин',
        cost: 40000,
        quantity: 5,
        image: require('./pictures/3.jpg'),
        description: 'Кажется, что это обычная сумка, но нет же. Эта сумка предназначена что-бы носить в ней только деньги США в большом количестве. Когда опслуживающий персонал будут видеть на вас эту сумку они сразу будут вежлевее, так как сумка показывает ваш статус.',
        isNew: false,
        discount: 5,
        mass: 0.5
    },
    {
        id: 4,
        name: 'Часы ролекс',
        cost: 10000,
        quantity: 4,
        image: require('./pictures/1.jpg'),
        description: 'Часы ролекс - это показатель статуса и влиятельности в обществе. С такими часами на руке вы будете чувствовать себя самым уверенным. Они обязательно нужны для образа успешного человека.',
        isNew: false,
        discount: 10,
        mass: 0.1
    },
    // добавьте больше объектов товаров здесь, если нужно
];